Repository: giellalt/corpus-sme
Catalog: tmx/smn/facta/samediggi.fi/toimintaohjelma_talousosio_20122015_pohjoissaame.pdf.tmx
Source language: sme
Languages: smn

source: Suvdilis ovdáneami ja biologalašmáŋggahámatvuođa sihkkarastin Sámi dásseárvu ja ovttaveardásašvuohta
smn: Rahtulâšvuođâlum maailm eellimtääsi paijeentoollâm já uđđâ teknologia ovdánem láá puáhtám stuorrâ mielâkiddiivâšvuotâ še sämikuávlu ruukimineraaláid.

source: Sámi árbevieruid doalaheapmi ja árbevirolaš dieđu sihkkarastin Sámedikki doaimma árvvut
smn: Mielâkiddiivâšvuotâ arktâlâš luánduresurssáid puáhtá táárbu meid uđđâ infrastruktuurčuávdusáid, moh pyehtih äštiđ sämikulttuur puátteevuođâ.

source: DOAIBMAPROGRÁMMA 2012-2015 10 (33) nana sámi identitehta sámegielaid eallinfápmu sámekultuvra ja kulturárbi árbevirolaš ealáhusaid eallinfápmu sámi luondduoktavuohta
smn: ILO 169-sopâmuš ratifisistem lii pyeremus máhđulâšvuotâ turviđ sämikuávlu luándu já ulmuu täsitiädu siäilum meid puáttee suhâpuolváid já turviđ sämikulttuur siäilum.

source: Govva: Petra Biret Magga-Vars sámi kulturduovdda sámiid suvdilis ovdáneami ja biologalaš máŋggahámatvuođa sihkkarastin sámi dásseárvu ja ovttaveardásašvuohta searválastin sámiid árbevieruid doalaheapmi ja árbevirolaš dieđu ealáskahttin ja sihkkarastin
smn: Suomâ ratifisistem aalmugijkoskâsiih olmoošvuoigâdvuođâsopâmušah suojâleh sämikulttuur, mut sopâmušâid koccee orgaanâi avžuuttâsah pääccih iänááš olášuuhánnáá Suomâst. Vuoigâdvuođâlâš syeji ij kuittâg olášuu tuárvi pyereest ko sämikulttuur syejeest ij lah meridum ärbivuáválij sämiiäláttâsâi stivrejeijee lahâaasâtmist.

source: DOAIBMAPROGRÁMMA 2012-2015 11 (33) 2.
smn: Ärbivuáváliih sämi-iäláttâsah láá sämikulttuur vááimus já tuárjuh ärbivuáválij sämikielâ kevttimpirrâsij siäilum.

source: Sámediggebaji hástalusat ja vejolašvuođat Kultuvra lea sirdásan buolvvas nubbái váldokultuvrra deattu vuolde ja seailluhan eallinfámu servodagas nuppástusdeattus fuolakeahttá.
smn: Sämmilijn lii noonâ mättim ärbivuáválij iäláttâsâi porgâmist já ärbivuáváliih iäláttâsah láá siäiluttâm ärbivuáválii porgâmmaalis onnáá peeivi räi puohâin ohtsâškodálijn nubástustedduin peerusthánnáá.

source: Sámekultuvra lea lundui čatnasan kultuvra.
smn: Ärbivuáváliih sämi-iäláttâsah láá sämikulttuur vieksâvuotâ.

source: Globalisášuvnna ja industriijamáilmmi buktán áitagat heailluhit olbmo ja luonddu gaskasaš dássedeattu maiddái sámiid ruovttuguovllus.
smn: Säminuorah halijdeh peessâđ porgâđ ärbivuáválij sämi-iäláttâsâiguin já sirdeđ jieijâs kulttuur suhâpuolvâst nuubán turviimáin sämikulttuur jotkum.

source: Industriijamáilmmi eallindási doalaheapmi ja ođđa teknologiija ovdáneapmi leat buktán stuorra beroštumi maiddái sámiid ruovttuguovllu ruvkeminerálaide.
smn: Stuorrâ uási sämmilijn uážžuh kuittâg áigápuáđus uđđâáigásijn iäláttâsâin já ámáttijn. Sämmilâš eellimvuáhán lii lamaš tijpâlâš áigápuáđu čokkânem maaŋgâin jieškote-uvlágán puátukäldein já ärbivyehi juátkoo sierâlágán kuálusiäláttâsâi häämist.

source: ILO 169-soahpamuša ratifieren lea buoremus vuohki sihkkarastit sámiid ruovttuguovllu luonddu ja olbmo dássedeattu seailuma maiddái boahttevaš buolvvaide ja sihkkarastit sámekultuvrra seailuma.
smn: Uđđâáigásij iäláttâsâi, tegu tuurism, kreatiivlâš suorgij já pyereestvaijeempalvâlusâi, ovtâstittem ärbivuáváláid tiänámmallijd išedeh sämikuávlu eellimvuáimálâšvuođâ siäilum já adeleh nuoráid tilálâšvuođâ pääcciđ tâi maccâđ päikkikuávlusis.

source: Dálkkádatnuppástuspolitihkai váikkuheapmi nu álbmotlaččat go riikkaidgaskasaččatge boahtá leat sámedikki doaibmabaji barggu dehalaš oassi.
smn: Eres ärbivuáváliih sämi-iäláttâsah láá tááláá ääigi uálgi-iäláttâsah. Kyelipivdem já meccipivdem hárjutteijee sämmilijn iä lah lovottuvah.

source: Sámiid vuoigatvuođalaš sajádat lea vuođđolágas nanus.
smn: Säämi tuájárijn iä lah še lemin lovottuvah.

source: Suoma ratifieren riikkaidgaskasaš olmmošvuoigatvuohtasoahpamušat suodjalit sámekultuvrra, muhto soahpamušaid gohcci orgánaid ávžžuhusat báhcet váldooasis ollašuvakeahttá Suomas.
smn: Iäláttâsráhtus rievdâm, sämikielâ muttum suomâkielân, sämi-iäláttâsâi hiäjus kannattem já sämmilij meddâlvarrim sämikuávlust äštih sämmilij já sämikulttuur päikkikuávlu eellimvuáimálâšvuođâ.

source: Vuoigatvuođalaš suodji ii goittotge ollašuva doarvái go sámekultuvrra suojis ii leat mearriduvvon árbevirolaš sámeealáhusaid stivrejeaddji láhkaásaheamis.
smn: Ohtâvuotâ sämi-iäláttâssáid, -kielân, ärbivuáválâš luándukiävtun já ärbivuáválâš tiätun hiäjusmuvá sämikuávlu ulguubeln.

source: Árbevirolaš sámeealáhusat leat sámekultuvrra váimmus ja dorjot sámegiela árbevirolaš geavahanbirrasiid seailuma.
smn: Varriidijn sämikuávlu ulguubel sämmiliih monâtteh lahâaasâtlâš vuoigâdvuođâidis lihâdiđ já kevttiđ luándu tiätu kuávluin

source: Sámiin lea nana máhttin árbevirolaš ealáhusaiguin bargamis ja árbevirolaš ealáhusat leat seailluhan árbevirolaš bargomálle otnáža rádjai buot servodaga nuppástusdeattuin fuolakeahttá.
smn: TOIMÂOHJELM 2012–2015 12 (33) moonâtmáin ohtâvuođâ ärbivuáváláid suhâkuávloid. Sämikuávlu ulguubeln ässee sämmiliih láá máhđulâšvuotâ še sämikuávlu já säämi ohtsâškode ovdánem tááhust.

source: Árbevirolaš sámeealáhusat leat sámekultuvrra nanusvuohta. Sámenuorat háliidit beassat árbevirolaš sámeealáhusaide sirdin dihtii iežaset kultuvrra buolvvas nubbái sihkkarastimiin ná sámekultuvrra jotkkolašvuođa.
smn: Sämikuávlu ulguubeln áásá ollâškuávlejum sämiaalmug, mast lii ennuv adelemnáál sämikulttuur puátteevuođâ turviimân jis sämitigge máttá ovtâstittiđ sämikuávlu ulguubeln ässeid oovtâst turviđ sämikulttuur puátteevuođâ.

source: Stuorra oassi sámiin oažžu goittotge áigáiboađu ođđaáigásaš ealáhusain ja ámmáhiin.
smn: Toimâpaje hástusin šadda leđe iävtui lääččim sämmilij maasâdvarriimân sämikuávlun.

source: Sámi eallinvuohkái leamašan mihtilmas áigáiboađu háhkan máŋggaid sierra boahtogálduin ja árbevierru joatkašuvvá iešguđetlágan lotnolasealáhusaid hámis.
smn: Sämikuávlu já tááláá ohtsâškode hástuseh tarbâšeh ain eenâb ollâškuávlejum pargovyeimi já párnáid já nuorâid, kiäid puáhtá sirdeđ sämikielâ já sämikulttuur.

source: Ođđaáigásaš ealáhusaid, nugo turismma, kreatiivva surggiid ja buorredillebálvalusaid, laktin árbevirolaš dienasmálliide veahkeha sámiid ruovttuguovllu eallinfámu seailuma ja fállá nuoraide dilálašvuođa báhcit dahje máhccat ruovttuguvlui.
smn: Áštuuvuálásâžžân šoddâm ovdánem juátkoo, jis sämmilij kielâlijd vuoigâdvuođâid ij pyevti turviđ nuuvt sämikuávlust ko ton ulguubeln-uv. Pirâstittee ohtsâškode jotelis rievdâm já globalisaatio lääččih uđđâ terminologia táárbu jotelávt-uv.

source: Dat eaktuda goittotge sámiid vejolašvuođa ieš stivret eallindiliid ja doarjut ealáhuspolitihka bokte sámekultuvrra dáfus guovddáš elemeanttaid. Sámeealáhusain dušše boazodoallu ja duodji leat oktonassii gánnáhahtti ealáhusat.
smn: Uđđâ terminologia ovdedem já máttááttem nuuvt párnáid, nuoráid ko rävisulmuid-uv lii tehálâš já toos kalga lasettiđ resurssijd, vâi sämikielâ siäilu kiellân, maid puáhtá kevttiđ puohâin sierâlágán ohtsâškode tooimâin ige kielâ pääsi tuše ärbivuáválij iäláttâsâi, sosiaallâš eellim já argâpeeivi kiellân.

source: Eará árbevirolaš sámeealáhusat leat dán áigge siidoealáhusat.
smn: Sämikulttuur turvim váátá lase resurssijd.

source: Sámeealáhusaid suoji sihkkarastin láhkaásaheamis, hálddahusas ja resurseremis lea sámekultuvrra ja giela seailuma eaktu.
smn: Resurssij turvim lii-uv toimâpaje ohtâ stuárráámusâin hástusijn aalmugijkoskâsâš ekonomiakriisi keežild.

source: Ealáhusráhkadusa nuppástuvvan, sámegiela rievdan suomagillii, sámeealáhusaid heajos gánnáhahttivuohta ja sámiid fárren eret sámiid ruovttuguovllus áitet sámiid ja sámekultuvrra ruovttuguovllu eallinfámu.
smn: Laseresurssijttáá sämitige tooimân, sämikielâ já kulttuur suáján, ärbivuáválii tiäđu já sämi-iäláttâsâi turviimân, sämitige toimâohjelm uulmijd ij pyevti tuárvi pyereest olášuttiđ ige lääččiđ sämmiláid pyereeb sajattuv puátteevuođâ háárán.

source: DOAIBMAPROGRÁMMA 2012-2015 12 (33) sámiid ruovttuguovllu olggobeallái sámit masset lágas ásahuvvon vuoigatvuođa johtalit ja geavahit luonddu dihto guovlluin, ja manahit oktavuođa árbevirolaš sohkaguovlluide.
smn: Säämi muusik, juáigus, eromâšávt lyeti, livđe sehe leu´dd, sämikielâ já mainâstemärbivyehi, ärbivuáváliih iäláttâsah, siärvuslâšvuotâ, tyeji, taaidâ já luándukoskâvuotâ láá sämikulttuur vááimus, kulttuur vieksâvuotâ.

source: Sámiid ruovttuguovllu olggobealde ássi sámit leat vejolašvuohta maiddái sámiid ruovttuguovllu ja sámi servodaga ovdáneami dáfus.
smn: Sämitige tooimâ stuorrâ hástusin lii-uv turviđ sämikulttuur váimus siäilum já ovdánem jiešiävtulávt globališuvvee mailmist.

source: Doaibmabaji hástalussan boahtá leat vejolašvuođaid láhčin sámiid ruovttoluotta fárremii sámiid ruovttuguvlui. Sámiid ruovttuguovlu ja dálá servodaga hástalusat dárbbašit ain eanet allagit skuvlejuvvon bargofámu ja mánáid ja nuoraid, geaidda sáhttá sirdit sámegiela ja sámekultuvrra.
smn: Sämitiigán vuáđudum nuorâirääđi lääjid uđđâ máhđulâšvuođâ väldiđ vuotân sämitige pargoost ain pyerebeht sämipárnái já -nuorâi táárbuid já ovdediđ sämitige jieijâs tooimâ sehe hiäđukocceem väldiđ vuotân uđđâ säämi nuorâikulttuur já sämipárnái já -nuorâi sierânâstáárbuid.

source: Buot Suomas hállon sámegielat leat áitatvuložat, erenomážit uhcit gielat anáraš- ja nuortalašgiella.
smn: Sämmilij tiäđulâšvuotâ jieijâs vuoigâdvuođâin algâaalmugin lii nanosmâm.

source: Áitatvuložin šaddan joatkašuvvá, jos sámiid gielalaš vuoigatvuođaid ii sáhte sihkkarastit nu sámiid ruovttuguovllus go dan olggobealdege.
smn: Oovtviärdásâšvuođâlaavâ já ucceeblohováldálii pargo mield láá sämmilij máhđulâšvuođah uážžuđ vuoigâdvuođâ já turviđ jieijâs vuoigâdvuođâid láá puáránâm.

source: Ođđa terminologiija ovddideapmi ja oahpaheapmi nu mánáide, nuoraide go rávesolbmuide lea dehalaš ja dasa galgá bidjat deattu, vuoi sámegiella seailu giellan, man sáhttá geavahit buot servodaga sierra doaimmain iige giella báze dušše árbevirolaš ealáhusaid, sosiálalaš eallima ja árgabeaivve giellan.
smn: Sämmilij vuogâdvuođâsajattâh hámášuvá kuittâg maaŋgâ sierâ laavâ já aalmugijkoskâsâš sopâmuš vuáđuld já vuoigâdvuođâi ubâlâšsyeje hammim lii vaigâd. Sämitigge kalga-uv pyevtittiđ tiäđu iberdetteht já älkkeht sämmilij vuoigâdvuođâin nuuvt sämikuávlust ko ton ulguubeln-uv.

source: Sámekultuvrra sihkkarastin eaktuda lasi resurssaid.
smn: Sämitige tooimâ almoliih ulmeh

source: Resurssaid sihkkarastin leage doaibmabaji okta stuorámus hástalusain riikkaidgaskasaš ekonomiijakriissa dihtii.
smn: Sämitige tooimâ ulmen lii leđe sämmilij tuuvdân já iššeen turviimin sämmilij vuáđuvuoigâdvuođâi olášume.

source: Sámekultuvrra doaimma stuorra hástalussan leage sihkkarastit sámekultuvrra váibmosa seailuma ja ovdáneami iežas eavttuid mielde máilmmis, mii šaddá ain eanet globálan.
smn: Toimâ ovdeduvvoo nuuvt, et sämmiliih pyehtih aldaniđ ain älkkeebeeht sämitige já sämitigge lii mieldi sämmilij aargâst sämikuávlu kieldâin, ton ulguubeln-uv já sosiaallâš mediast.

source: Sámiid diđolašvuohta iežaset vuoigatvuođain eamiálbmogin lea nanosmuvvan.
smn: Sämitigge táuáimá alda oovtâstpargoost ärbivuáválij sämi-iäláttâsâi

source: DOAIBMAPROGRÁMMA 2012-2015 13 (33)
smn: TOIMÂOHJELM 2012–2015 13 (33) pargeiguin, sämiservijguin já instituutioiguin sämmilij sajattuv pyereedmân.

source: Sámedikki diehtojuohkin ja almmusvuohtagovva buoriduvvojit ja lasihuvvo sámedikki doaimma dovddusvuohta sámiid ja guovddáš čanasjoavkkuid gaskavuođas.
smn: Sämitige viestâdem já almolâšvuođâkove pyereduvvoo já sämitige tooimâ tubdâmvuotâ sämmilij já kuávdášlâš čanosjuávhui koskâvuođâst lasettuvvoo.

source: Sámediggi doaibmá nu, ahte doaibmaprográmma ollašuvvá dievasmearálaččat ja sámedikki buot doaimma jođihit sámedikki árvvut ja sámekultuvrra mieldásaš vuohki doaibmat.
smn: Sämitigge tuáimá nuuvt, et toimâohjelm olášuvá tievâsmiärálávt já ubâ sämitige tooimâ stivrejeh sämitige áárvuh já sämikulttuur miäldásâš vyehi toimâđ.

source: Doaibmabaji váldoulbmiliid ollašuvvan doarju nannosit doaibmabaji dárkilis ulbmiliid ollašuvvama.
smn: Toimâpaje váldu-uulmij olášume tuárju nanosávt toimâpaje ovtâskâčuággásij uulmij olášume.

source: Sámediggi sihkkarastá buot doaimmas sámegiela, kultuvrra ja sámiid ruovttuguovllu eallinfámu sámekultuvrra mielde ja fuolaha sámiid eallinvejolašvuođaid buorideamis ovttaárvosaččat olles sámiid ruovttuguovllus.
smn: Sämitigge tuurvâst puoh tooimâst sämikielâ, kulttuur já sämikuávlu eellimvuáimálâšvuođâ sämikulttuur mield já huolât täsipiälásávt sämmilij eellimmáhđulâšvuođâi pyereedmist ubâ sämikuávlust.

source: Sámediggi ovddida sámiid gielalaš ja kultuvrralaš vuoigatvuođaid ollašuvvama maiddái sámiid ruovttuguovllu olggobealde.
smn: Sämitigge oovded sämmilij kielâlâš já kulttuurlâš vuoigâdvuođâi olášume meid sämikuávlu ulguubeln.

source: Ulbmilin lea, ahte sámedikkis livčče doaibmabáikkit buot sámiid ruovttuguovllu gielddain ja sámiid ruovttuguovllu olggobealde.
smn: Ulmen lii, et sämitiggeest liččii toimâsajeh puohâin sämikuávlu kieldâin já sämikuávlu ulguubeln-uv.

source: Doaibmaprográmma ulbmiliid ollašuvvan čuvvojuvvo jahkásaččat sámedikki doaibmačilgehusa gieđahallama oktavuođas.
smn: Toimâohjelm uulmij olášume čuávvup ihásávt sämitige toimâmuštâlus kieđâvuššâm ohtâvuođâst.

source: Doaibmaprográmma ollašuhttimis vástidit sámedikki buot orgánat ja bargoveahka iežaset doaibmasurggiin.
smn: Toimâohjelm olášutmist västideh puoh sämitige orgaaneh já pargeeh jieijâs toimâsyergist.

source: Prográmma lea ráhkaduvvon suomagillii ja sámegillii.
smn: Ohjelm on rahtum suomâkielân já sämikielân.

source: Doaibmaprográmma ollašuhttin eaktuda ođđa ekonomalaš resurssaid ja sámedikki iežas doaimma ovddideami ja beavttálmahttima.
smn: Toimâohjelm olášuttem váátá uđđâ ekonomâlijd resurssijd já sämitige jieijâs tooimâ ovdedem já pehtilittem.

source: DOAIBMAPROGRÁMMA 2012-2015 14 (33) 3.1. Sámediggebaji váldoulbmilat
smn: TOIMÂOHJELM 2012–2015 14 (33) 3.1. Sämitiggepaje váldu-ulmeh

source: Sámedikki doaibmabaji 2012-2015 ulbmilin lea sihkkarastit sámegiela ja kultuvrra eallinfámu olles riikkas, gohcit sámiid eamiálbmotvuoigatvuođaid ollašuvvama ja buoridit sámiid lágas ásahuvvon sajádaga.
smn: Sämitige toimâpaje 2012–2015 ulmen lii turviđ sämikielâ já kulttuur eellimvuáimálâšvuođâ ubâ enâmist, kocceeđ sämmilij algâaalmugvuoigâdvuođâi olášume já pyerediđ sämmilij lahâaasâtlâš sajattuv.

source: Sámediggebaji 2012–15 váldoulbmilat
smn: Sämitiggepaje 2012–15 váldu-ulmeh

source: Sámiid sajádat, riikkaidgaskasaš soahpamušat ja árvvut
smn: Sämmilij sajattâh, aalmugijkoskâsiih sopâmušah já áárvuh

source: Sektormieldásaš dárkilis ulbmilat
smn: Sämitige tooimâ almoliih ulmeh

source: Oktasaš dárkilis ulbmilat1.
smn: Ohtsiih ovtâskâsčuággásiih ulmeh

source: ILO 169-soahpamuša ratifieren2.
smn: Sektorkuáhtásiih ovtâskâsčuággásiih ulmeh

source: Davviriikkalaš sámesoahpamuša ratifieren3.
smn: SÄMITIGGE

source: Sámediggelága ja -ásahusa ođasmahttin sihke sápmelašmeroštallama nuppástuhttin4. Sámiid iešráđđenvuoigatvuođa ollašuvvan dievasmearálaččat5.
smn: TOIMÂOHJELM 2012–2015 15 (33) 1. Ilo-169-sopâmuš lii ratifisistum Suomâ staatâ já sämitige oovtâstpargoost ive 2015 räi já sämmilij vuoigâdvuođah enâmân já čáácán láá čovdum.

source: Katainen ráđđehusprográmma sámemerkejumiid ollašuvvan dievasmearálaččat6. Sámegielaid ealáskahttinprográmma ollašuhttima álggaheapmi7.
smn: 2. Tave-eennâmlâš sämisopâmuš jotkâráđádâlmeh láá finnejum valmâšin kuulmâ eennâm sämitige já staatâi šiev oovtâstpargoost já sopâmuš lii ratifisistum Suomâst sämitige torjuin.

source: Álbmotlaš artikla 8(j) - bargojoavkku evttohusaid ollašuhttin8. Eamiálbmotjulggaštusa ollašuhttin Suomas9.
smn: Tave-eennâmlâš sämisopâmuš nuávdid nuuvt kuhás ko máhđulâš äššitobdeepargojuávhu adelem iävtuttâs.

source: Sámekultuvrra heajudeami suoji olaheapmičáhcelága mielde sámiid guoski buot sierralágaide11. Sámiid ruovttuguovllu ja árbevirolašealáhusaid eallinfámu sihkkarastin12.
smn: 3. Sämitiggelaahâ já -asâttâs láá uđâsmittum sämitige iävtuttâsâi mield já oovdedmáin sämmilij jiešmeridemvuoigâdvuođâ Suomâ aalmugijkoskâsij kenigâsvuođâi mield.

source: Sámi parlamentáralaš ráđi beaktilisdoaibman15.
smn: Sämmilâšmiäruštâllâm lii rievdâdum västidiđ sämitige uáivil.

source: Láhka ja –ásahus bohtet fápmui maŋimustá jagi 2014.
smn: Laahâ já -asâttâs šadda vuáimán majemustáá ive 2014.

source: 4. Sámiid iešmearridanvuoigatvuohta ollašuvvá dievasmearálaččat Suoma riikkaidgaskasaš geatnegasvuođaid mielde sámiid ealáhusaid, sámegielat bálvalusaid ja sámeoahpahusa jođiheamis, sámi kulturárbbi hálddašeamis ja kulturalbmonemiid sihkkarastimis, sámegielat bálvalusaid ruhtadeamis ja sámedikki doaimmas jagi 2015 rádjai.
smn: 4. Sämmilij jiešmeridemvuoigâdvuotâ olášuvá tievâsmiärálávt Suomâ aalmugijkoskâsij kenigâsvuođâi mield sämmilij iäláttâsâi, sämikielâlâš palvâlusâi já sämimáttááttâs stivriimist, säämi kulttuurärbivyevi haaldâšmist já kulttuurolgospyehtimij turviimist, sämikielâlâš palvâlusâi ruttâdmist já sämitige tooimâst ive 2015 räi.

source: 5. Oaiveministtar Jyrki Katainen ráđđehusprográmma sámemerkejumit leat ollašuvvan dievasmearálaččat Suoma stáhta ja sámedikki buori ovttasbargguin.
smn: 5. Uáiviminister Jyrki Katais haldâttâsohjelm sämikirjiimeh láá olášum tievâsmiärálávt Suomâ staatâ já sämitige šiev oovtâstpargoost.

source: 6. Sámegielaid ealáskahttinprográmma doaibmabijut leat álggahuvvon ja resurserejuvvon.
smn: 6. Sämikielâi iäláskittemohjelm tooimah láá algâttum já resurssistum.

source: Bissovaš málle sámegielaid ealáskahttima várás lea ráhkaduvvon sámedikki ja Suoma stáhta ovttasbargguin.
smn: Pissoo malli sämi-kielâi iäláskitmân lii laaččum sämitige já Suomâ staatâ oovtâstpargoost.

source: 7. Álbmotlaš artikla 8(j)-bargojoavkku loahpparaportta doaibmabiddjoevttohusat ja ávžžuhusat leat ollašuhtton 8. Eamiálbmotjulggaštus lea ollašuhtton Suomas Suoma stáhta ja sámedikki ovttasbarg-guin.
smn: 7. Aalmuglâš artikla 8(j)-pargojuávhu loppâraapoort toimâiävtuttâsah já avžuuttâsah láá olášittum 8. Algâaalmugjulgáštus lii olášittum Suomâst Suomâ staatâ já sämitige oovtâstpargoost.

source: 9. Sámekultuvrra ja sámiid árbevirolaš ealáhusaid suodji ollašuvvá ealáhusaid ja eana-geavaheami stivrejeaddji láhkaásaheamis, hálddahusas ja resurseremis.
smn: 9. Sämikulttuur já sämmilij ärbivuáválij iäláttâsâi syeji olášuvá iäláttâsâid já eennâmkiävtu stivrejeijee lahâaasâtmist, haldâttuvâst já resurssistmist.

source: 10. Sámekultuvrra heajudeami suodji čáhcelága mielde lea váldon sámiid guoski buot sier-ralágaide jagi 2015 rádjai.
smn: 10. Sämikulttuur hiäjusmittem syeji čäcilaavâ mield lii valdum puohháid sämmilijd kyeskee sierânâslavváid ive 2015 räi.

source: Láhkaásahan- ja ovddidanfidnut eai heajut sámegielat bálvalusaid ja sámiid vuoigatvuođaid.
smn: Lahâasâttâs- já ovdedmprojekteh iä hiäjusmit sämikielâlâš palvâlusâid já sämmilij vuoigâdvuođâid.

source: Sámedikki evttohusat gielddahálddahusa ráhkadusođastussan leat ollašuvvan.
smn: Sämitige iävtuttâsah kieldâlâšhaldâttuv rááhtusuđâsmitmân láá olášum.

source: 11. Sámiid ruovttuguovllu ja árbevirolaš ealáhusaid eallinfápmu lea sihkkaraston ja sáme-nuorat besset árbevirolaš ealáhusaid ollái.
smn: 11. Sämikuávlu já ärbivuáválij iäláttâsâi eellimvuáimálâšvuotâ lii torvejum já säminuorah peessih ärbivuáválâš iäláttâssáid.

source: 12. Sámiid eretfárren sámiid ruovttuguovllus geahppána ja sámiid ruovttoluotta fárren sámiid ruovttuguvlui lassána.
smn: 12. Sämmilij meddâlvarrim sämikuávlust kiäppán já sämmilij maasâdvarrim sämikuávlun lassaan.

source: 13. Sámiid gielalaš ja kultuvrralaš vuoigatvuođat ollašuvvet olles riikkas ássanbáikkis fuo-lakeahttá.
smn: 13. Sämmilij kielâlâš já kulttuurlâš vuoigâdvuođah olášuveh ubâ enâmist aassâmsaajeest peerusthánnáá.

source: 14. Sámi parlamentáralaš ráđđi dikšu beaktilit sámiid riikkaidgaskasaš ovddugohcima ja do-aibmá sámiid oktavuođaid bajásdoallin.
smn: 14. Säämi parlamentaarlâš rääđi tipšo pehtilávt sämmilij aalmugijkoskâsâš hiäđukocceem já tuáimá sämmilij oohtânčannen.

source: Ruošša sámit oassálastet dásseárvosaččat ráđi doibmii.
smn: Ruošâ sämmiliih uásálisteh täsiárvulávt rääđi tooimân.

source: 15. Alladássásaš giela oahpahus dahkko vejolažžan olles riikkas.
smn: 15. Ollâtásásâš kielâ máttááttâs tahhoo máhđulâžžân ubâ enâmist.

source: Buoriduvvo oahpahusa sámesisdoallu.
smn: Máttááttâs sämmilâš siskáldâs ovdeduvvoo.

source: 16. Sámiid buorredilli ja osolašvuohta buoriduvvojit nu, ahte nannejuvvojit iežasgielat ja kulturvuđot, alladássásaš buorredillebálvalusaid fálaldat sihke sihkkarasto čeahpes, ámmátdáiddolaš bargoveaga oažžun ja doarvái buorre ruhtadandássi.
smn: 16. Sämmilij pyereestvaijeem já uásálâšvuotâ ovdeduvvoo naanoodmáin jieijâskielâlâš já kulttuurân vuáđuduvvee, ollâtásásâš pyereestvaijeempalvâlusâi faallâm sehe turviimáin mättee, áámmáttáiđulâš pargojuávhu uážžum já kelijdeijee ruttâdemtääsi.

source: DOAIBMAPROGRÁMMA 2012-2015 16 (33) 3.2 . Doaibmabaji oktasaš dárkilis ulbmilat
smn: TOIMÂOHJELM 2012–2015 16 (33) 3.2. Paje ohtsiih ovtâskâsčuággásiih ulmeh

source: Sektormieldásaš dárkilis ulbmilat Oktasaš dárkilis ulbmilat
smn: o Sämitigge oovded já lááčá iävtuid sämmilij ärbi-vuáválii tiäđu tutkâmkuávdáá vuáđđudmân.

source: Árbevirolaš diehtu
smn: o Sämitigge tuáimá pištee ovdánem mield puohâin toimâinis tuástumáin šoŋŋâdâhnubástus já turviimáin sämikuávlu eellimvuáimálâšvuođâ já sämikulttuur siäilum meid puáttee suhâpuolváid.

source: Kulturbiras
smn: o Sämitigge uásálist aktiivlávt já pehtilávt uhke-vuálásâš luándutiijpâi tile pyereedmân rahtum toimâvuávám olášutmân, čuávumân já uhkevuálásâš

source: Sámedikki iežasdoaimma ovddideapmi
smn: Biodiversiteetsopâmuš artikla 8(j)

source: Ovddugohcin
smn: Sopâmušuásipeleh kalgeh aalmuglâš lahâasâttâsâs mield kunnijâttiđ, suojâliđ já paijeentoollâđ biologâlâš maaŋgâhámásâšvuođâ suojâlem já pištee kevttim tááhust merhâšittee algâaalmugij já ärbivuáválii eellimhäämi annee páihálâšsiärvusij tiettim, innovaatioid já vuáválâšvuođâid, sehe ovdediđ já vijđediđ toi heiviittem ton tiettim, innovaatioi já vuáválâšvuođâi omâsteijei luuvijn já iššijn sehe ruokâsmittiđ taan tiettim, innovaatioi já vuáválâšvuođâi kevttimist ožžum aavhij täsipiälálâš jyehim.

source: Válgaortnet Sámekultuvrra eallinfápmu ollesriikkas
smn: Säämi luándu maaŋgâhámásâšvuotân lohtâseijee ärbivuáválâš tiätu

source: Ealáhusat
smn: Tiätu sirdâšuvá sämikielâ luándun, miäcán, šooŋân, puásuituálun, tuojijd, meccipiivdon já kyelipiivdon lohtâseijee terminologiast sehe sämikielâlâš päikkinoomâin.

source: Giella
smn: Ärbivuáválâš tiätu sirdoo tiäđulâš máttááttem, puárásub suhâpuolvâin ožžum maali, juáigusij já njálmálâš muštâlemärbivyevi pehti sehe puásuituálu-, kyelipivdo-, nurâdem tyeji- já meccipivdovuovij pehti.

source: Kultuvra ja dáidda
smn: olášuu, koska sämmilij

source: Oahpahus ja alitskuvlen
smn: SÄMITIGGE

source: Sámi parlamentáralaš ráđđi Sosiála- ja dearvasvuohta-bálvalusat
smn: TOIMÂOHJELM 2012–2015 18 (33) luándutiijpâi tile árvuštâlmân sämikuávlust.

source: Sámediggebaji oktasaš ja sektormieldásaš dárkilis ulbmilat 3.2.1 Sámiid searválastima ovddideapmi o
smn: o Sämitigge oovded Eurooplâš enâdâhalmossopâmuš olášuttem já uásálist aktiivlávt já vai-kutmáin enâdâhalmossopâmušoovtâstpaargon.

source: Sámediggi doaibmá lagaš ovttasbarggus nuortalaččaid siidačoahkkimiin, olbmuiguin geat barget árbevirolaš sámi ealáhusaiguin, sámeealáhusservviiguin ja sápmelaš álbmotláhttoservodagain buoridan dihte sámiid sajádaga ja gullá čanasjoavkkuid ovddidan dihte iežas doaimma.
smn: Kove: Klemetti Näkkäläjärvi o Sämitigge uásálist pehtilávt já aktiivlávt šoŋŋâdâhnubástusmiärádâstohâmân já šoŋŋâdâhnubástus vuáhádumpoliitiik rähtimân já olášutmân. o Sämitigge ana huolâ, et ruukilaavâ já čäcilaavâ sämikulttuur hiäjusmittemsyejeh olášuveh tievâsmiärálávt vuáválâšvuođâst.
